[
  "Dari Sayyidina Utsman Radhiyallahu 'anhu, Baginda Rasulullah Shallallahu 'alaihi wasallam bersabda, Sebaik-baik kamu adalah orang yang belajar Al-Qur'an dan mengajarkannya. (H.R. Bukhari, Abu Dawud, Tirmidzi, Nasa'i, Ibnu Majah, dari Kitab At-Targhib)  <br><br>Faidah <br>Dalam sebagian besar kitab, hadits ini diriwayatkan dengan menggunakan huruf 9 {waw, artinya dan) sebagaimana terjemahan di atas. Maka, keutamaan yang disebutkan menurut terjemahan di atas diperuntukkan bagi orang yang belajar Al-Qur'an dan selepas itu mengajarkannya kepada orang lain. Namun, di dalam beberapa kitab lainnya ada yang diriwayatkan dengan menggunakan huruf )) {aw, maknanya atau), sehingga apabila diterjemahkan akan memiliki arti, Yang terbaik adalah yang belajar Al-Qur'an atau yang mengajarkan Al-Qur'an. Masing-masing dari keduanya memiliki kebaikan dan keutamaan tersendiri.<br><br>Al-Qur'an adalah inti agama. Menjaga dan menyebarkannya berarti menegakkan agama, sehingga sangat jelas keutamaan mempelajari dan mengajarkannya, meskipun bentuknya berbeda-beda. Derajat yang paling sempurna adalah mempelajari maksud dan kandungannya. Derajat yang terendah adalah hanya mempelajari bacaannya saja. Hadits di atas dikuatkan dengan hadits mursal2 yang diriwayatkan oleh Syaikh Sa'id bin Sulaim Rahmatollah 'alaih, yaitu Baginda Rasulullah Shallallahu 'alaihi wasallam bersabda,<br><br>Barangsiapaangsiapa yang telah mempelajari Al-Qur'an tetapi ia menganggap bahwa orang lain yang diberi kelebihan lain (kenikmatan dunia) lebih utama darinya, berarti ia telah meremehkan nikmat Allah Subhaanahu wata'ala yang dikaruniakan kepadanya.<br><br>Sebagaimanaagaimana akan diterangkan dalam hadits-hadits selanjutnya, Al-Qur'an itu lebih tinggi daripada kalam lainnya, tentu membaca dan mengajarkannya itu lebih utama daripada segalanya. Disebutkan di dalam hadits lainnya oleh Mulla Ali Qari Rahmatullah 'alaih, bahwa barangsiapa yang mempelajari Al-Qur'an, maka ia telah menyimpan ilmu kenabian di dalam kepalanya. Sahal Tusturi Rahmatullah 'alaih berkata, 'Tanda-tanda cinta kepada Allah Subhaanahu wata'ala adalah tertanamnya rasa cinta terhadap Al-Qur'an di dalam hati. Diterangkan dalam Syarah Al-lhya bahwa di antara golongan orang yang mendapatkan naungan Arsy llahi ketika Hari Kiamat yang penuh ketakutan adalah orang yang mengajarkan Al-Qur'an kepada anak-anak, dan orang yang mempelajari Al-Qur'an ketika kanak-kanak dan selalu membacanya hingga masa tuanya."
]